Repository: GerardLeRest/Piveo
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: br, es, ja_jp

source: mode de fonctionnement
br: mod implij
es: modo de funcionamiento
ja_jp: 動作モード

source: Ecole
br: Skol
es: Escuela
ja_jp: 学校

source: Entreprise
br: Embregerezh
es: Empresa
ja_jp: 企業

source: Parlement
br: Parlamant
es: Parlamento
ja_jp: 議会

source: OK
br: Mat eo

source: Menu
br: Lañser
es: Menú
ja_jp: メニュー

source: Langues
br: Yezhoù
es: Idiomas
ja_jp: 言語

source: Changer d’organisme
br: Kemmañ ar framm
es: Cambiar de organismo
ja_jp: 組織を変更

source: Licence GPL-v3
br: Aotre GPL-v3
es: Licencia GPL-v3
ja_jp: GPL v3 ライセンス

source: Quitter
br: Kuitaat
es: Salir
ja_jp: 終了

source: Indiquez votre prénom
br: Merkit ho anv-bihan
es: Indique su nombre
ja_jp: 名を入力してください

source: Indiquez votre nom
br: Merkit ho anv
es: Indique su apellido
ja_jp: 姓を入力してください

source: Aucun résultat
br: Disoc’h ebet
es: Sin resultados
ja_jp: 結果なし

source: Aucune personne trouvée.
br: Den ebet kavet.
es: No se ha encontrado ninguna persona.
ja_jp: 該当する人物が見つかりません。

source: Ce logiciel est distribué sous licence GNU GPL version 3. Vous pouvez le redistribuer et/ou le modifier selon les termes de cette licence. Plus d'informations : https://www.gnu.org/licenses/gpl-3.0.html © 2025 Gérard Le Rest - ge.lerest@gmail.com
br: Skignet eo ar meziant-mañ dindan aotre GNU GPL stumm 3. Gellout a rit e adskignañ pe e gemmañ hervez termenoù an aotre-mañ. Muioc’h a ditouroù : https://www.gnu.org/licenses/gpl-3.0.html © 2025 Gérard Le Rest - ge.lerest@gmail.com
es: Este software se distribuye bajo la licencia GNU GPL versión 3. Puede redistribuirlo y/o modificarlo según los términos de esta licencia. Más información: https://www.gnu.org/licenses/gpl-3.0.html © 2025 Gérard Le Rest - ge.lerest@gmail.com
ja_jp: 本ソフトウェアは GNU GPL バージョン 3 の下で配布されています。 本ライセンスの条件に従って、再配布および／または改変が可能です。 詳細情報 : https://www.gnu.org/licenses/gpl-3.0.html © 2025 Gérard Le Rest - ge.lerest@gmail.com

source: Apprentissage
br: Deskiñ
es: Aprendizaje
ja_jp: 学習

source: Test mental
br: Prouad speredel
es: Prueba mental
ja_jp: 暗記テスト

source: Test ecrit
br: Prouad skrivet
es: Prueba escrita
ja_jp: 筆記テスト

source: Rechercher
br: Klask
es: Buscar
ja_jp: 検索

source: Aléatoire
br: Dre zegouezh
es: Aleatorio
ja_jp: ランダム

source: Prenom+Nom
br: Anv-bihan + Anv
es: Nombre+Apellido
ja_jp: 名＋姓

source: Prenom
br: Anv-bihan
es: Nombre
ja_jp: 名

source: Nom
br: Anv
es: Apellido
ja_jp: 姓

source: Valider
br: Kadarnaat
es: Validar
ja_jp: 確認

source: - choisir une %(structure)s -
br: - dibab ur %(structure)s -
es: - elegir una %(structure)s -
ja_jp: - %(structure)s を選択 -

source: - choisir un %(structure)s -
br: - dibab ur %(structure)s -
es: - elegir un %(structure)s -
ja_jp: - %(structure)s を選択 -

source: Prénom
br: Anv-bihan
es: Nombre
ja_jp: 名

source: Effacer
br: Diverkañ
es: Borrar
ja_jp: 消去

source: Suite
br: War-lerc’h
es: Siguiente
ja_jp: 次へ

source: Prénom :
br: Anv-bihan :
es: Nombre :
ja_jp: 名：

source: Nom :
br: Anv :
es: Apellido :
ja_jp: 姓：

source: rang / effectif
br: renk / hollad
es: posición / total
ja_jp: 順位 / 人数

source: Classe
br: Klas
es: Clase
ja_jp: クラス

source: Parti
br: Strollad
es: Partido
ja_jp: 政党

source: Député
br: Kannad
es: Diputado
ja_jp: 議員

source: Commissions
br: Komisionoù
es: Comisiones
ja_jp: 委員会

source: Département
br: Departamant
es: Departamento
ja_jp: 部署

source: Salarié
br: Gopridi
es: Empleado
ja_jp: 従業員

source: Attention
br: Diwallit
es: Atención
ja_jp: 注意

source: Les changements se feront au prochain démarrage.
br: Ar cheñchamantoù a vo lakaet e pleustr er c'hentañ loc'hañ.
es: Los cambios se aplicarán en el próximo inicio.
ja_jp: 変更は次回起動時に適用されます。

source: Options
es: Opciones
ja_jp: オプション
